Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DarkerBackGroundSettingsCard.AutomationProperties.HelpText
source: It will remove the extra light shadow from the background, giving an overall darker look to the AppControl Manager's appearance.
ar: سيزيل الظل الفاتح الإضافي من الخلفية، مما يمنح مظهرًا أغمق بشكل عام لمدير التحكم في التطبيقات.
de_de: Entfernt den zusätzlichen hellen Schatten aus dem Hintergrund und verleiht dem Erscheinungsbild des AppControl Managers insgesamt einen dunkleren Look.
el_gr: Θα αφαιρέσει την επιπλέον ανοιχτή σκιά από το φόντο, δίνοντας μια συνολικά σκοτεινότερη εμφάνιση στην εμφάνιση του AppControl Manager.
es: Eliminará la sombra de luz adicional del fondo, dando una apariencia general más oscura al AppControl Manager.
fr_fr: Cela supprimera l'ombre claire supplémentaire de l'arrière-plan, donnant un aspect globalement plus sombre à l'apparence d'AppControl Manager.
he_il: זה יסיר את הצל הבהיר הנוסף מהרקע, וייתן מראה כהה יותר כללי למראה של AppControl Manager.
hi_in: यह पृष्ठभूमि से अतिरिक्त हल्की छाया हटाएगा, जिससे AppControl Manager की उपस्थिति गहरी दिखेगी।
ja_jp: 背景から余分な明るい影を除去し、AppControl Managerの外観を全体的に暗くします。
ml_in: ഇത് പശ്ചാത്തലത്തിൽ നിന്നുള്ള അധിക പ്രകാശ നിഴൽ നീക്കം ചെയ്യുകയും ആപ്പ്കൺട്രോൾ മാനേജറിന്റെ രൂപത്തിന് മൊത്തത്തിൽ ഇരുണ്ട ഭാവം നൽകുകയും ചെയ്യും.
pl_pl: Usunie dodatkowy jasny cień z tła, nadając ogólnie ciemniejszy wygląd Menedżerowi AppControl.
tr_tr: Arka plandaki ekstra ışık gölgesini kaldırarak AppControl Manager'ın görünümüne genel olarak daha koyu bir görünüm kazandırır.

# UserConfigurations.Text
source: User Configurations
ar: تكوينات المستخدم
de_de: Benutzerkonfigurationen
el_gr: Ρυθμίσεις Χρήστη
es: Configuraciones del Usuario
fr_fr: Configurations utilisateur
he_il: תצורות משתמש
hi_in: उपयोगकर्ता विन्यास
ja_jp: ユーザー設定
ml_in: ഉപയോക്തൃ കോൺഫിഗറേഷനുകൾ
pl_pl: Konfiguracje użytkownika
tr_tr: Kullanıcı Yapılandırmaları

# Appearance.Text
source: Appearance
ar: المظهر
de_de: Darstellung
el_gr: Εμφάνιση
es: Apariencia
fr_fr: Apparence
he_il: מראה
hi_in: दिखावट
ja_jp: 外観
ml_in: രൂപഭാവം
pl_pl: Wygląd
tr_tr: Dış görünüş

# Sound.Text
source: Sound
ar: الصوت
el_gr: Ήχος
es: Sonido
fr_fr: Son
he_il: צליל
hi_in: ध्वनि
ja_jp: サウンド
ml_in: ശബ്ദം
pl_pl: Dźwięk
tr_tr: Ses

# About.Text
source: About
ar: حول
de_de: Info
el_gr: Σχετικά
es: Acerca de
fr_fr: À propos
he_il: אודות
hi_in: बारे में
ja_jp: バージョン情報
ml_in: വിവരം
pl_pl: O programie
tr_tr: Hakkında

# ValidateAppControlPolicySettingsCard.Description
source: Browse for an App Control policy XML file to validate
ar: استعرض ملف XML لنهج التحكم في التطبيقات للتحقق من صحته
de_de: Nach einer App Control-Richtlinien-XML-Datei zum Validieren suchen
el_gr: Αναζήτηση για ένα αρχείο XML πολιτικής Ελέγχου Εφαρμογών για επικύρωση
es: Examine en busca de un archivo XML de directiva de App Control para validar
he_il: עיין בקובץ XML של מדיניות בקרת אפליקציות לאימות
hi_in: सत्यापित करने के लिए App Control नीति XML फ़ाइल ब्राउज़ करें
ja_jp: 検証するアプリ制御ポリシーXMLファイルを参照します
ml_in: സാധൂകരിക്കുന്നതിനായി ഒരു ആപ്പ് കൺട്രോൾ നയ XML ഫയലിനായി ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj w poszukiwaniu pliku XML zasad kontroli aplikacji do sprawdzenia poprawności
tr_tr: Doğrulamak için bir Uygulama Denetimi ilkesi XML dosyasına göz atın

# ValidateAppControlPolicySettingsCard.Header
source: Select Policy
ar: تحديد النهج
de_de: Richtlinie auswählen
el_gr: Επιλογή Πολιτικής
es: Seleccionar Directiva
fr_fr: Sélectionner une stratégie
he_il: בחר מדיניות
hi_in: नीति चुनें
ja_jp: ポリシーの選択
ml_in: നയം തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz zasady
tr_tr: Politika Seçin

# BrowseButton.Content
source: Browse
ar: استعراض
de_de: Durchsuchen
el_gr: Αναζήτηση
es: Examinar
fr_fr: Parcourir
he_il: עיין
hi_in: ब्राउज़ करें
ja_jp: 参照
ml_in: ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj
tr_tr: Göz at

# ViewSelectedXMLFileTextBlock.Text
source: View the XML file(s) you selected.
ar: عرض ملف (ملفات) XML الذي حددته.
de_de: Die ausgewählte(n) XML-Datei(en) anzeigen.
el_gr: Προβολή του(ων) αρχείου(ων) XML που επιλέξατε.
es: Ver el/los archivo(s) XML que seleccionó.
fr_fr: Afficher les fichiers XML sélectionnés.
he_il: הצג את קובצי ה-XML שבחרת.
hi_in: आपके द्वारा चयनित XML फाइल(ें) देखें।
ja_jp: 選択したXMLファイルを表示します。
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത XML ഫയൽ(കൾ) കാണുക.
pl_pl: Wyświetl wybrane pliki XML.
tr_tr: Seçtiğiniz XML dosyalarını görüntüleyin.

# RuleOption_EnabledUMCI
source: App Control policies restrict both kernel-mode and user-mode binaries. By default, only kernel-mode binaries are restricted. Enabling this rule option validates user mode executables and scripts.
ar: تقيد نُهج التحكم في التطبيقات الثنائيات في وضع النواة ووضع المستخدم. بشكل افتراضي، يتم تقييد ثنائيات وضع النواة فقط. تمكين خيار القاعدة هذا يتحقق من صحة الملفات التنفيذية والبرامج النصية في وضع المستخدم.
de_de: App Control-Richtlinien beschränken sowohl Kernel- als auch Benutzermodus-Binärdateien. Standardmäßig werden nur Kernelmodus-Binärdateien beschränkt. Durch Aktivieren dieser Regeloption werden Benutzermodus-Programme und Skripts überprüft.
el_gr: Οι πολιτικές Ελέγχου Εφαρμογών περιορίζουν τόσο τα δυαδικά αρχεία λειτουργίας πυρήνα όσο και τα δυαδικά αρχεία λειτουργίας χρήστη. Από προεπιλογή, περιορίζονται μόνο τα δυαδικά αρχεία λειτουργίας πυρήνα. Η ενεργοποίηση αυτής της επιλογής κανόνα επικυρώνει τα εκτελέσιμα αρχεία και τα σενάρια λειτουργίας χρήστη.
es: Las directivas de App Control restringen tanto los binarios en modo kernel como en modo usuario. Por defecto, solo se restringen los binarios en modo kernel. Habilitar esta opción de regla valida los ejecutables y scripts en modo usuario.
fr_fr: Les stratégies App Control restreignent à la fois les binaires en mode noyau et en mode utilisateur. Par défaut, seuls les binaires en mode noyau sont restreints. L'activation de cette option valide les exécutables et scripts en mode utilisateur.
he_il: מדיניות בקרת אפליקציות מגבילות הן בינאריים במצב ליבה והן בינאריים במצב משתמש. כברירת מחדל, רק בינאריים במצב ליבה מוגבלים. הפעלת אפשרות חוק זו מאמתת קבצי הפעלה וסקריפטים במצב משתמש.
hi_in: ऐप नियंत्रण नीतियाँ कर्नेल-मोड और यूज़र-मोड दोनों बाइनरीज़ को प्रतिबंधित करती हैं। डिफ़ॉल्ट रूप से केवल कर्नेल-मोड बाइनरी प्रतिबंधित होती हैं। इस नियम विकल्प को सक्षम करने से यूज़र-मोड निष्पादन योग्य और स्क्रिप्टों का सत्यापन होता है।
ja_jp: アプリ制御ポリシーは、カーネルモードとユーザーモードの両方のバイナリを制限します。デフォルトでは、カーネルモードのバイナリのみが制限されます。このルールオプションを有効にすると、ユーザーモードの実行可能ファイルとスクリプトが検証されます。
ml_in: ആപ്പ് കൺട്രോൾ നയങ്ങൾ കേർണൽ-മോഡ്, യൂസർ-മോഡ് ബൈനറികളെ നിയന്ത്രിക്കുന്നു. ഡിഫോൾട്ടായി, കേർണൽ-മോഡ് ബൈനറികൾ മാത്രമേ നിയന്ത്രിക്കപ്പെടുന്നുള്ളൂ. ഈ റൂൾ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കുന്നത് യൂസർ മോഡ് എക്സിക്യൂട്ടബിളുകളും സ്ക്രിപ്റ്റുകളും സാധൂകരിക്കുന്നു.
pl_pl: Zasady kontroli aplikacji ograniczają zarówno pliki binarne trybu jądra, jak i trybu użytkownika. Domyślnie ograniczone są tylko pliki binarne trybu jądra. Włączenie tej opcji reguły weryfikuje pliki wykonywalne i skrypty trybu użytkownika.
tr_tr: Uygulama Denetimi politikaları hem çekirdek modu hem de kullanıcı modu ikili dosyalarını kısıtlar. Varsayılan olarak yalnızca çekirdek modu ikili dosyaları kısıtlanmıştır. Bu kural seçeneğinin etkinleştirilmesi, kullanıcı modu yürütülebilir dosyalarını ve komut dosyalarını doğrular.

# RuleOption_EnabledBootMenuProtection
source: This option isn't currently supported.
ar: هذا الخيار غير مدعوم حاليًا.
de_de: Diese Option wird derzeit nicht unterstützt.
el_gr: Αυτή η επιλογή δεν υποστηρίζεται προς το παρόν.
es: Esta opción no es compatible actualmente.
fr_fr: Cette option n'est pas prise en charge actuellement.
he_il: אפשרות זו אינה נתמכת כרגע.
hi_in: यह विकल्प वर्तमान में समर्थित नहीं है।
ja_jp: このオプションは現在サポートされていません。
ml_in: ഈ ഓപ്ഷൻ നിലവിൽ പിന്തുണയ്ക്കുന്നില്ല.
pl_pl: Ta opcja nie jest obecnie obsługiwana.
tr_tr: Bu seçenek şu anda desteklenmiyor.

# RuleOption_RequiredWHQL
source: By default, kernel drivers that aren't Windows Hardware Quality Labs (WHQL) signed are allowed to run. Enabling this rule requires that every driver is WHQL signed and removes legacy driver support. Kernel drivers built for Windows 10 should be WHQL certified.
ar: بشكل افتراضي، يُسمح بتشغيل برامج تشغيل النواة غير الموقعة من مختبرات جودة أجهزة Windows (WHQL). يتطلب تمكين هذه القاعدة أن يكون كل برنامج تشغيل موقعًا من WHQL ويزيل دعم برامج التشغيل القديمة. يجب أن تكون برامج تشغيل النواة المصممة لنظام التشغيل Windows 10 معتمدة من WHQL.
de_de: Standardmäßig dürfen Kerneltreiber ausgeführt werden, die nicht von den Windows Hardware Quality Labs (WHQL) signiert sind. Durch Aktivieren dieser Regel muss jeder Treiber WHQL-signiert sein und die Unterstützung für Legacytreiber wird entfernt. Für Windows 10 erstellte Kerneltreiber sollten WHQL-zertifiziert sein.
el_gr: Από προεπιλογή, οι οδηγοί πυρήνα που δεν είναι υπογεγραμμένοι από τα Windows Hardware Quality Labs (WHQL) επιτρέπονται να εκτελούνται. Η ενεργοποίηση αυτού του κανόνα απαιτεί κάθε οδηγός να είναι υπογεγραμμένος από το WHQL και καταργεί την υποστήριξη παλαιών οδηγών. Οι οδηγοί πυρήνα που έχουν κατασκευαστεί για τα Windows 10 θα πρέπει να είναι πιστοποιημένοι από το WHQL.
es: Por defecto, los controladores de kernel que no están firmados por Windows Hardware Quality Labs (WHQL) pueden ejecutarse. Habilitar esta regla requiere que cada controlador esté firmado por WHQL y elimina el soporte para controladores heredados. Los controladores de kernel creados para Windows 10 deben tener certificación WHQL.
fr_fr: Par défaut, les pilotes de noyau qui ne sont pas signés Windows Hardware Quality Labs (WHQL) sont autorisés à s'exécuter. L'activation de cette règle exige que chaque pilote soit signé WHQL et supprime la prise en charge des pilotes hérités. Les pilotes de noyau conçus pour Windows 10 doivent être certifiés WHQL.
he_il: כברירת מחדל, מנהלי התקנים בליבה שאינם חתומים על ידי Windows Hardware Quality Labs (WHQL) מורשים לפעול. הפעלת חוק זה דורשת שכל מנהל התקן יהיה חתום על ידי WHQL ומסירה תמיכה במנהלי התקנים ישנים. מנהלי התקנים בליבה שנבנו עבור Windows 10 צריכים להיות מאושרים על ידי WHQL.
hi_in: डिफ़ॉल्ट रूप से, Windows Hardware Quality Labs (WHQL) द्वारा साइन नहीं किए गए कर्नेल ड्राइवर को चलने की अनुमति होती है। इस नियम को सक्षम करने पर प्रत्येक ड्राइवर का WHQL द्वारा साइन होना आवश्यक हो जाता है और लेगेसी ड्राइवर समर्थन हटा दिया जाता है। Windows 10 के लिए बनाए गए कर्नेल ड्राइवर को WHQL प्रमाणित होना चाहिए।
ja_jp: デフォルトでは、Windows Hardware Quality Labs（WHQL）署名されていないカーネルドライバーの実行が許可されます。このルールを有効にすると、すべてのドライバーにWHQL署名が必要になり、レガシードライバーのサポートが削除されます。Windows 10用に構築されたカーネルドライバーはWHQL認定を受ける必要があります。
ml_in: ഡിഫോൾട്ടായി, Windows ഹാർഡ്‌വെയർ ക്വാളിറ്റി ലാബ്സ് (WHQL) ഒപ്പിട്ടിട്ടില്ലാത്ത കേർണൽ ഡ്രൈവറുകൾ പ്രവർത്തിക്കാൻ അനുവദിച്ചിരിക്കുന്നു. ഈ റൂൾ പ്രവർത്തനക്ഷമമാക്കുന്നത് ഓരോ ഡ്രൈവറും WHQL ഒപ്പിട്ടതായിരിക്കണം കൂടാതെ ലെഗസി ഡ്രൈവർ പിന്തുണ നീക്കംചെയ്യുകയും ചെയ്യുന്നു. Windows 10-നായി നിർമ്മിച്ച കേർണൽ ഡ്രൈവറുകൾ WHQL സർട്ടിഫൈഡ് ആയിരിക്കണം.
pl_pl: Domyślnie sterowniki jądra, które nie są podpisane przez Windows Hardware Quality Labs (WHQL), mogą być uruchamiane. Włączenie tej reguły wymaga, aby każdy sterownik był podpisany przez WHQL i usuwa obsługę starszych sterowników. Sterowniki jądra stworzone dla systemu Windows 10 powinny posiadać certyfikat WHQL.
tr_tr: Varsayılan olarak, Windows Donanım Kalite Laboratuvarları (WHQL) imzalı olmayan çekirdek sürücülerinin çalışmasına izin verilir. Bu kuralın etkinleştirilmesi, her sürücünün WHQL imzalı olmasını gerektirir ve eski sürücü desteğini kaldırır. Windows 10 için oluşturulan çekirdek sürücülerinin WHQL sertifikalı olması gerekir.

# RuleOption_EnabledAuditMode
source: Instructs App Control to log information about applications, binaries, and scripts that would have been blocked, if the policy was enforced. You can use this option to identify the potential impact of your App Control policy, and use the audit events to refine the policy before enforcement. To enforce an App Control policy, delete this option.
ar: يُوجه التحكم في التطبيقات لتسجيل معلومات حول التطبيقات والثنائيات والبرامج النصية التي كان من الممكن حظرها إذا تم فرض النهج. يمكنك استخدام هذا الخيار لتحديد التأثير المحتمل لنهج التحكم في التطبيقات الخاص بك، واستخدام أحداث التدقيق لتحسين النهج قبل الفرض. لفرض نهج التحكم في التطبيقات، احذف هذا الخيار.
de_de: Weist App Control an, Informationen über Anwendungen, Binärdateien und Skripts zu protokollieren, die blockiert worden wären, wenn die Richtlinie durchgesetzt würde. Sie können diese Option verwenden, um die potenziellen Auswirkungen Ihrer App Control-Richtlinie zu ermitteln, und die Überwachungsereignisse nutzen, um die Richtlinie vor der Durchsetzung zu verfeinern. Um eine App Control-Richtlinie durchzusetzen, entfernen Sie diese Option.
el_gr: Δίνει εντολή στον Έλεγχο Εφαρμογών να καταγράφει πληροφορίες σχετικά με εφαρμογές, δυαδικά αρχεία και σενάρια που θα είχαν αποκλειστεί, εάν η πολιτική είχε επιβληθεί. Μπορείτε να χρησιμοποιήσετε αυτήν την επιλογή για να προσδιορίσετε τον πιθανό αντίκτυπο της πολιτικής Ελέγχου Εφαρμογών σας και να χρησιμοποιήσετε τα συμβάντα ελέγχου για να βελτιώσετε την πολιτική πριν από την επιβολή. Για να επιβάλετε μια πολιτική Ελέγχου Εφαρμογών, διαγράψτε αυτήν την επιλογή.
es: Instruye a App Control para que registre información sobre aplicaciones, binarios y scripts que habrían sido bloqueados si la directiva se hubiera aplicado. Puede usar esta opción para identificar el impacto potencial de su directiva de App Control y usar los eventos de auditoría para refinar la directiva antes de su aplicación. Para aplicar una directiva de App Control, elimine esta opción.
fr_fr: Demande à App Control de consigner des informations sur les applications, binaires et scripts qui auraient été bloqués si la stratégie était appliquée. Vous pouvez utiliser cette option pour identifier l'impact potentiel de votre stratégie App Control et utiliser les événements d'audit pour affiner la stratégie avant son application. Pour appliquer une stratégie App Control, supprimez cette option.
he_il: מורה לבקרת אפליקציות לרשום מידע על אפליקציות, בינאריים וסקריפטים שהיו נחסמים, אם המדיניות הייתה נאכפת. ניתן להשתמש באפשרות זו כדי לזהות את ההשפעה הפוטנציאלית של מדיניות בקרת האפליקציות שלך, ולהשתמש באירועי הביקורת כדי לשפר את המדיניות לפני האכיפה. כדי לאכוף מדיניות בקרת אפליקציות, מחק אפשרות זו.
hi_in: यदि नीति लागू होती, तो किन एप्लिकेशन, बाइनरी और स्क्रिप्ट्स को अवरुद्ध किया जाता, इसकी जानकारी App Control को लॉग करने का निर्देश देता है। आप इस विकल्प का उपयोग अपनी App Control नीति के संभावित प्रभाव की पहचान करने और प्रवर्तन से पहले नीति को परिष्कृत करने हेतु ऑडिट ईवेंट्स का उपयोग करने के लिए कर सकते हैं। App Control नीति प्रवर्तित करने के लिए, इस विकल्प को हटाएं।
ja_jp: ポリシーが強制された場合にブロックされていたであろうアプリケーション、バイナリ、スクリプトに関する情報をログに記録するようApp Controlに指示します。このオプションを使用して、App Controlポリシーの潜在的な影響を特定し、監査イベントを使用して強制前にポリシーを改善できます。App Controlポリシーを強制するには、このオプションを削除します。
ml_in: നയം നടപ്പിലാക്കിയിരുന്നെങ്കിൽ തടയപ്പെടുമായിരുന്ന ആപ്ലിക്കേഷനുകൾ, ബൈനറികൾ, സ്ക്രിപ്റ്റുകൾ എന്നിവയെക്കുറിച്ചുള്ള വിവരങ്ങൾ ലോഗ് ചെയ്യാൻ ആപ്പ് കൺട്രോളിനോട് നിർദ്ദേശിക്കുന്നു. നിങ്ങളുടെ ആപ്പ് കൺട്രോൾ നയത്തിന്റെ സാധ്യതയുള്ള സ്വാധീനം തിരിച്ചറിയാൻ നിങ്ങൾക്ക് ഈ ഓപ്ഷൻ ഉപയോഗിക്കാം, കൂടാതെ നടപ്പിലാക്കുന്നതിന് മുമ്പ് നയം പരിഷ്കരിക്കുന്നതിന് ഓഡിറ്റ് ഇവന്റുകൾ ഉപയോഗിക്കുക. ഒരു ആപ്പ് കൺട്രോൾ നയം നടപ്പിലാക്കാൻ, ഈ ഓപ്ഷൻ ഇല്ലാതാക്കുക.
pl_pl: Instruuje Kontrolę Aplikacji, aby rejestrowała informacje o aplikacjach, plikach binarnych i skryptach, które zostałyby zablokowane, gdyby zasada była wymuszona. Możesz użyć tej opcji, aby zidentyfikować potencjalny wpływ Twojej zasady Kontroli Aplikacji i użyć zdarzeń inspekcji do dopracowania zasady przed jej wymuszeniem. Aby wymusić zasadę Kontroli Aplikacji, usuń tę opcję.
tr_tr: Uygulama Denetimi'ne, politikanın uygulanması durumunda engellenecek uygulamalar, ikili dosyalar ve komut dosyaları hakkındaki bilgileri günlüğe kaydetmesi talimatını verir. Uygulama Denetimi politikanızın potansiyel etkisini belirlemek için bu seçeneği kullanabilir ve politikayı yürürlüğe koymadan önce hassaslaştırmak için denetim olaylarını kullanabilirsiniz. Bir Uygulama Denetimi ilkesini zorunlu kılmak için bu seçeneği silin.

# RuleOption_DisabledFlightSigning
source: If enabled, binaries from Windows Insider builds aren't trusted. This option is useful for organizations that only want to run released binaries, not prerelease Windows builds.
ar: إذا تم تمكينه، لا يتم الوثوق بالثنائيات من إصدارات Windows Insider. هذا الخيار مفيد للمؤسسات التي ترغب فقط في تشغيل الثنائيات الصادرة، وليس إصدارات Windows التجريبية.
de_de: Wenn aktiviert, werden Binärdateien aus Windows-Insider-Builds nicht vertraut. Diese Option ist nützlich für Organisationen, die nur veröffentlichte Binärdateien und keine Vorabversionen von Windows-Builds ausführen möchten.
el_gr: Εάν είναι ενεργοποιημένη, τα δυαδικά αρχεία από τις εκδόσεις Windows Insider δεν θεωρούνται αξιόπιστα. Αυτή η επιλογή είναι χρήσιμη για οργανισμούς που θέλουν να εκτελούν μόνο κυκλοφορημένα δυαδικά αρχεία, όχι προεκδόσεις των Windows.
es: Si está habilitado, los binarios de las compilaciones de Windows Insider no son de confianza. Esta opción es útil para organizaciones que solo desean ejecutar binarios lanzados, no compilaciones preliminares de Windows.
fr_fr: Si activé, les binaires des builds Windows Insider ne sont pas approuvés. Cette option est utile pour les organisations qui souhaitent exécuter uniquement des binaires publiés, et non des builds Windows en préversion.
he_il: אם מופעל, בינאריים מגרסאות Windows Insider אינם מהימנים. אפשרות זו שימושית עבור ארגונים שרוצים להריץ רק בינאריים ששוחררו, ולא גרסאות Windows לפני שחרור.
hi_in: यदि सक्षम, तो Windows Insider बिल्ड्स से बाइनरीज़ पर भरोसा नहीं किया जाएगा। यह विकल्प उन संगठनों के लिए उपयोगी है जो केवल रिलीज़ किए गए बाइनरीज़ चलाना चाहते हैं, ना कि पूर्व-रिलीज़ Windows बिल्ड्स।
ja_jp: 有効にすると、Windows Insiderビルドのバイナリは信頼されません。このオプションは、プレリリース版のWindowsビルドではなく、リリースされたバイナリのみを実行したい組織に役立ちます。
ml_in: പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, Windows ഇൻസൈഡർ ബിൽഡുകളിൽ നിന്നുള്ള ബൈനറികൾ വിശ്വസനീയമല്ല. പുറത്തിറക്കിയ ബൈനറികൾ മാത്രം പ്രവർത്തിപ്പിക്കാൻ ആഗ്രഹിക്കുന്ന ഓർഗനൈസേഷനുകൾക്ക് ഈ ഓപ്ഷൻ ഉപയോഗപ്രദമാണ്, പ്രീ-റിലീസ് Windows ബിൽഡുകളല്ല.
pl_pl: Jeśli włączone, pliki binarne z kompilacji Windows Insider nie są zaufane. Ta opcja jest przydatna dla organizacji, które chcą uruchamiać tylko wydane pliki binarne, a nie przedpremierowe kompilacje systemu Windows.
tr_tr: Etkinleştirilirse, Windows Insider derlemelerindeki ikili dosyalara güvenilmez. Bu seçenek, yayın öncesi Windows yapılarını değil, yalnızca yayımlanmış ikili dosyaları çalıştırmak isteyen kuruluşlar için kullanışlıdır.

# RuleOption_EnabledInheritDefaultPolicy
source: This option is reserved for future use and currently has no effect.
ar: هذا الخيار محجوز للاستخدام المستقبلي وليس له أي تأثير حاليًا.
de_de: Diese Option ist für die zukünftige Verwendung reserviert und hat derzeit keine Auswirkung.
el_gr: Αυτή η επιλογή είναι δεσμευμένη για μελλοντική χρήση και προς το παρόν δεν έχει αποτέλεσμα.
es: Esta opción está reservada para uso futuro y actualmente no tiene ningún efecto.
fr_fr: Cette option est réservée pour une utilisation future et n'a actuellement aucun effet.
he_il: אפשרות זו שמורה לשימוש עתידי וכרגע אין לה השפעה.
hi_in: यह विकल्प भविष्य के उपयोग के लिए आरक्षित है और वर्तमान में इसका कोई प्रभाव नहीं है।
ja_jp: このオプションは将来の使用のために予約されており、現在は効果がありません。
ml_in: ഈ ഓപ്ഷൻ ഭാവിയിലെ ഉപയോഗത്തിനായി നീക്കിവച്ചിരിക്കുന്നു, നിലവിൽ യാതൊരു ഫലവുമില്ല.
pl_pl: Ta opcja jest zarezerwowana do przyszłego użytku i obecnie nie ma żadnego efektu.
tr_tr: Bu seçenek ileride kullanılmak üzere ayrılmıştır ve şu anda hiçbir etkisi yoktur.
